{"id":2407,"date":"2020-12-03T05:32:56","date_gmt":"2020-12-03T05:32:56","guid":{"rendered":"https:\/\/ieee-ises.org\/2020\/?page_id=2407"},"modified":"2020-12-11T05:38:06","modified_gmt":"2020-12-11T05:38:06","slug":"panels","status":"publish","type":"page","link":"https:\/\/ieee-ises.org\/2020\/panels\/","title":{"rendered":"Panel Discussions"},"content":{"rendered":"<h3 style=\"text-align: center;\">Technology Innovations for Smart Cities and Smart Villages<\/h3>\n<p>&nbsp;<\/p>\n<p style=\"text-align: justify;\"><strong>Abstract :<\/strong> According to estimates, 70% of the world population will live in urban areas by the year 2050 due to continuous rapid migration of population from the rural to urban areas. The smart cities have been envisioned to mitigate the problems of rapid migration of human population in in both man-made and natural resources constraint. The smart cities use one or multiple smart systems including smart healthcare, smart transportation, smart agriculture, smart infrastructure, and smart grids, and hence in an essence is a system of systems. The systems of the smart cities are essentially cyber-physical systems or CPS which are built using Internet of Things (IoT). A smart city utilizes information gathered from interconnected sensors to enhance city activities, oversee resources and assets, and improve the everyday existence of its residents. Smart village concept that combines renewable energy and community-based education can have impact on estimated 940 million population worldwide. Further, smart villages target consumer technologies in rural areas to develop innovative solutions to improve the quality of life and provide growth opportunities to its residents. The smart villages exhibit certain characteristics which may have some commonalities with smart cities, but also some distinctly different. This panel will discuss technology innovation for smart cities to smart villages. The topics covered include sensors and internet of things for smart cities and smart villages, smart healthcare, smart education, digital infrastructure development in villages, community infrastructure development, smart skills development for urban residents and farmers in villages.<\/p>\n<p>&nbsp;<\/p>\n<h3 style=\"text-align: left;\"><strong>Panelists Biography :<\/strong><\/h3>\n<p>&nbsp;<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"size-thumbnail wp-image-2446 aligncenter\" src=\"https:\/\/ieee-ises.org\/2020\/wp-content\/uploads\/2020\/12\/oui-06-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: center;\"><strong>Prof. Himanshu Thapliyal, <\/strong><strong>University of Kentucky, USA<\/strong><\/p>\n<p style=\"text-align: justify;\"><strong>Dr. Himanshu Thapliyal<\/strong> is an Associate Professor and Endowed Robley D. Evans Faculty Fellow with the Department of Electrical and Computer Engineering, University of Kentucky, Lexington, KY, USA. He is the Co-Director of the Cybersecurity Certification Program at the University of Kentucky. He received a Ph.D. degree in Computer Science and Engineering from the University of South Florida, Tampa, in 2011 where he received the ‘Distinguished Graduate Achievement Award’. From 2012-14, he worked as a designer of processor test solutions at Qualcomm, where he received the Qualcomm QualStar Award for contributions to memory built-in self-test. He is the recipient of the NSF CAREER award.<\/p>\n<p style=\"text-align: justify;\">He received the Provost’s Wethington Award for contributions to the University of Kentucky Research Program. He has authored over 150 publications including more than 40 journal articles. His research works have over 4000 citations with h-index=37 (Google Scholar). He has received Best Paper awards at the 2020 IEEE World Forum on Internet of Things (WF-IoT), 2017 Cyber and Information Security Research Conference (CISR), and 2012 IEEE Computer Society Annual Symposium on VLSI (ISVLSI). He is the steering committee vice-chair of the IEEE Symposium on Smart Electronic Systems. He is serving as the General Chair of the 2020 IEEE Symposium on Smart Electronic Systems. He has served as the Program Chair of the 2020 IEEE International Conference on Consumer Electronics, 2019 IEEE Computer Society Annual Symposium on VLSI, and 2018 IEEE Symposium on Smart Electronic Systems. He co-founded the IEEE International Workshop on Quantum Computing: Circuits Systems Automation and Applications (QC-CSAA). He is serving as the Section Editor of the Springer Nature Computer Science and is leading two sections: (i) Quantum Computing and Emerging Technologies, and (ii) Emerging Trends in Sensors, IoT and Smart Systems. He is also serving as the Senior Associate Editor of the IEEE Consumer Electronics Magazine, Associate Editor of the IEEE Internet of Things Journal, and the editorial board member of the Microelectronics Journal. His research interests include hardware security of IoT and vehicles, the circuit design of emerging technologies including quantum computing, and smart healthcare.<\/p>\n<p>&nbsp;<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"size-thumbnail wp-image-2447 aligncenter\" src=\"https:\/\/ieee-ises.org\/2020\/wp-content\/uploads\/2020\/12\/oui-07-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: center;\"><strong>Prof. Saraju P. Mohanty, University of North Texas, USA<\/strong><\/p>\n<p style=\"text-align: justify;\"><strong>Dr. Saraju P. Mohanty<\/strong> is a Professor at the University of North Texas. Prof. Mohanty’s research is in “Smart Electronic Systems” which has been funded by NSF, SRC, US Air Force, IUSSTF, and Mission Innovation. He has over 20 years of research experience on security and protection of media, hardware, and system. He introduced the Secure Digital Camera (SDC) in 2004 with built-in security features designed using Hardware-Assisted Security (HAS) or Secure by Design (SbD) principle. His the widely credited as the designer for the first digital watermarking chip in 2004 and first the low-power digital watermarking chip in 2006. He has authored 350+ research articles, 4 books, and invented 4 US patents. His Google Scholar h-index is 37 and i10-index is 138 with 6100+ citations. He is a recipient of 12 best paper awards, Fulbright Specialist Award in 2020, IEEE Consumer Technology Society Outstanding Service Award in 2020, the IEEE-CS-TCVLSI Distinguished Leadership Award in 2018, and the PROSE Award for Best Textbook in Physical Sciences and Mathematics category in 2016. He has delivered 9 keynotes and served on 5 panels at various International Conferences. He is currently the Editor-in-Chief (EiC) of the IEEE Consumer Electronics Magazine. He has been serving on the editorial board of several peer-reviewed international journals, including IEEE Transactions on Consumer Electronics and IEEE Transactions on Bigdata. He has been serving on the Board of Governors of the IEEE Consumer Technology Society and has served as the Chair of Technical Committee on VLSI (TCVLSI), IEEE Computer Society (IEEE-CS) during 2014-2018.<\/p>\n<p>&nbsp;<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"size-thumbnail wp-image-2449 aligncenter\" src=\"https:\/\/ieee-ises.org\/2020\/wp-content\/uploads\/2020\/12\/oui-08-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: center;\"><strong>Mr. Rajnish Bajpai, SmartGaon Development Foundation, USA<\/strong><\/p>\n<p style=\"text-align: justify;\"><strong>Mr. Rajnish Bajpai<\/strong> is the Founder &amp; Chairman of the SmartGaon Development Foundation. The foundation provides an outreach platform to non-profits, private\/public\/government organizations of various sectors to come together for an innovative &amp; collaborative approach towards integrated development of rural areas. He designed a SmartGaon app and platform that not only connects an entire village population internally but also with the smart cities and globally. His innovation &amp; contribution towards rural India is mentioned and admired by Prime Minister of India, Shri Narendra Modi in the nationwide public address program called Mann Ki Baat. He is also a senior product manager at a renowned US-based product company and specialized in agile analytics &amp; digital enterprise transformation. He has a strong interest in building next-generation systems\/products with AI and ML to improve productivity.<\/p>\n<p>&nbsp;<\/p>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"size-thumbnail wp-image-2512 aligncenter\" src=\"https:\/\/ieee-ises.org\/2020\/wp-content\/uploads\/2020\/12\/ramakrishna-oriental-01-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" srcset=\"https:\/\/ieee-ises.org\/2020\/wp-content\/uploads\/2020\/12\/ramakrishna-oriental-01-150x150.jpg 150w, https:\/\/ieee-ises.org\/2020\/wp-content\/uploads\/2020\/12\/ramakrishna-oriental-01-300x300.jpg 300w, https:\/\/ieee-ises.org\/2020\/wp-content\/uploads\/2020\/12\/ramakrishna-oriental-01.jpg 450w\" sizes=\"(max-width: 150px) 100vw, 150px\" \/><\/p>\n<p style=\"text-align: center;\"><strong>JVS Ramakrishna <\/strong><\/p>\n<p style=\"text-align: justify;\"><strong>JVS Ramakrishna<\/strong> has round 25 years of experience in Technology, Strategy, Business Development, Global delivery and Building high-performance cross-domain teams. He has worked in the UK, South Africa, Japan, US and India.<\/p>\n<p style=\"text-align: justify;\">He currently heads a Strategy and Solutions of L&amp;T Smart World which has $1 Billion order book which solves problems using IoT, Integration and Augmented Intelligence technologies. L&amp;T Smart World are pioneers in Smart &amp; Safe City domain and help cities solve complex problems of both physical and digital world in urban infrastructure realm leveraging IoT, AI, Data Sciences, Big Data and communication technologies.<\/p>\n<p style=\"text-align: justify;\">Earlier to his role at L&amp;T Smart World, He was Chief IT Officer at Hyderabad Metro to provide tech leadership to Greenfield metro rail from strategy, architecture, digital transformation, IoT and delivery perspective of this 4bn US Dollar world&#8217;s largest metro infra project.<\/p>\n<p style=\"text-align: justify;\">At L&amp;T InfoTech, He had successfully taken up various roles from delivery to business leadership spanning 16 years.<\/p>\n<p style=\"text-align: justify;\">His last role was Country Head and Area Vice President in South Africa. He was responsible to set up Greenfield business in the African region (South Africa, Tanzania, Mozambique and Malawi) and grow to one of the most profitable regions with 600+ staff multiple cultural staff in the global delivery model.<\/p>\n<p>&nbsp;<\/p>\n<h3 style=\"text-align: center;\">Women in Engineering Panel<\/h3>\n<p><strong>Panel In charge:<\/strong><\/p>\n<ul>\n<li>Prabha Sundaravadivel, University of Texas at Tyler, USA<\/li>\n<li>Peer Fathima A., VIT Chennai, India<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>Moderator:<\/strong><\/p>\n<ul>\n<li>V. S. Kanchana Bhaskaran, Pro-Vice-Chancellor, VIT Chennai, India<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><strong>Panelists:<\/strong><\/p>\n<ul>\n<li>Maya Sreekumar, Assistant Vice President, Cognizant Technology Solutions, India<\/li>\n<li>Dhivya Chinappa, NLP Researcher, Thomson Reuters, Minnesota, USA<\/li>\n<li>Shalini Kanojia, Program Manager, CNH Industrial, Gurgaon, India<\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Technology Innovations for Smart Cities and Smart Villages &nbsp; Abstract : According to estimates, 70% of the world population will live in urban areas by the year 2050 due to continuous rapid migration of population from the rural to urban areas. The smart cities have been envisioned to mitigate the problems of rapid migration of human population in in both man-made and natural resources constraint. The smart cities use one or multiple smart systems including smart healthcare, smart transportation, smart agriculture, smart infrastructure, and smart grids, and hence in an&hellip;<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/ieee-ises.org\/2020\/wp-json\/wp\/v2\/pages\/2407"}],"collection":[{"href":"https:\/\/ieee-ises.org\/2020\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/ieee-ises.org\/2020\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/ieee-ises.org\/2020\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ieee-ises.org\/2020\/wp-json\/wp\/v2\/comments?post=2407"}],"version-history":[{"count":17,"href":"https:\/\/ieee-ises.org\/2020\/wp-json\/wp\/v2\/pages\/2407\/revisions"}],"predecessor-version":[{"id":2513,"href":"https:\/\/ieee-ises.org\/2020\/wp-json\/wp\/v2\/pages\/2407\/revisions\/2513"}],"wp:attachment":[{"href":"https:\/\/ieee-ises.org\/2020\/wp-json\/wp\/v2\/media?parent=2407"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}