{"id":6,"date":"2018-01-19T06:29:11","date_gmt":"2018-01-19T06:29:11","guid":{"rendered":"https:\/\/ieee-ises.org\/2018\/?page_id=6"},"modified":"2018-10-30T15:09:12","modified_gmt":"2018-10-30T09:39:12","slug":"home","status":"publish","type":"page","link":"https:\/\/ieee-ises.org\/2018\/","title":{"rendered":""},"content":{"rendered":"<p><img decoding=\"async\" loading=\"lazy\" class=\"aligncenter wp-image-446 size-full\" src=\"https:\/\/ieee-ises.org\/2018\/wp-content\/uploads\/2018\/10\/1234.jpg\" alt=\"\" width=\"3250\" height=\"620\" srcset=\"https:\/\/ieee-ises.org\/2018\/wp-content\/uploads\/2018\/10\/1234.jpg 3250w, https:\/\/ieee-ises.org\/2018\/wp-content\/uploads\/2018\/10\/1234-300x57.jpg 300w, https:\/\/ieee-ises.org\/2018\/wp-content\/uploads\/2018\/10\/1234-768x147.jpg 768w, https:\/\/ieee-ises.org\/2018\/wp-content\/uploads\/2018\/10\/1234-1024x195.jpg 1024w, https:\/\/ieee-ises.org\/2018\/wp-content\/uploads\/2018\/10\/1234-360x69.jpg 360w\" sizes=\"(max-width: 3250px) 100vw, 3250px\" \/><\/p>\n<p style=\"text-align: justify;\">The primary objective of  IEEE International Symposium on Smart Electronic Systems (IEEE-iSES, formerly IEEE-iNIS) is to provide a platform for both hardware and software researchers to interact under one umbrella for further development of smart electronic systems. Efficient and secure data sensing, storage, and processing play pivotal roles in current information age. The state-of-the-art smart electronic systems cater to the needs of efficient sensing, storage, and computing. At the same time, efficient algorithms and software used for faster analysis and retrieval of desired information are becoming increasingly important. Big data which are large, complex data sets, are now a part of the Internet world. Storing and processing needs of the enormous amount of structured and unstructured data are getting increasingly challenging. At the same time, Internet of Things (IoT) and cyber-physical systems (CPS) have been evolving with simultaneous development of hardware and software and span across everyday consumer electronics. The performance and efficiency of the present as well as the future generations of computing and information processing systems are largely dependent upon advances in both hardware and software. IEEE-iSES has been initiated as a sponsored meeting of Technical Committee on VLSI, IEEE-CS (<a href=\"https:\/\/www.ieee-tcvlsi.org\/\">https:\/\/www.ieee-tcvlsi.org\/<\/a>) that endorses a league of successful meetings including ASAP, ISVLSI, and ARITH, are now presented as &#8220;Sister Conferences&#8221;.<\/p>\n<h3 style=\"text-align: justify;\">CONTRIBUTIONS ARE SOUGHT IN THE FOLLOWING AREAS :<\/h3>\n<p style=\"text-align: justify;\"><strong>1) Nanoelectronic VLSI and Sensor Systems (NVS)<\/strong><\/p>\n<p style=\"text-align: justify;\">Different revolutionary and evolutionary technologies in nanoscale have evolved to cater to the need of future generation computing and information processing. Some of the thrust areas in this domain include: (a) Nanotechnologies, nanowire, nanotubes and nano-sensors, (b) Molecular electronics, bio-sensors, bio-molecular and biologically-inspired computing, (c) Nanoelectronics for energy harvesting, (d) Spintronics, domain-wall, and phase-change memories, (e) Memristor and memristive systems, (f) Advanced 3D IC technologies, design techniques, and 3D packaging, (g) On-chip interconnection network design, modeling, and simulation, (h) GPU, HPC, and large-scale cloud-based computing, (i) Quantum computing, communication, and information processing, (j) Application specific circuit, system, and sensor design using nanoelectronics, (k) Chip to System design for critical applications, (l) Electronic design automation (EDA) or computer-aided design (CAD) methods covering these areas.<\/p>\n<p style=\"text-align: justify;\"><strong>2) Energy-Efficient, Reliable VLSI Systems (ERS)<\/strong><\/p>\n<p style=\"text-align: justify;\">Consumption of energy or power dissipation has become a major issue in today’s nanoelectronic and information processing systems. Researchers are trying to address and overcome this critical bottleneck in different ways. Some of the major thrust areas are as follows: (a) Energy efficient hardware-software design and co-synthesis, (b) Energy efficient applications using field-programmable gate arrays (FPGAs), (c) Sustainability of energy efficient applications, (d) Dynamic power management, (e) Modeling, simulation, and validation, (f) Energy generation, recovery, and management systems, (g) Reliability analysis, modeling, and reliable system design, h) Low-power wearable and implantable systems, (i) Multi-core systems, Network-on-Chip, and MPSoCs, (j) Reversible Circuits and Systems, (k) Reconfigurable Systems, (l) Microfluidics and Biochips, (m) Electronic design automation (EDA) or computer-aided design (CAD) methods covering these areas.<\/p>\n<p style=\"text-align: justify;\"><strong>3) Hardware\/Software for Internet of Things and Consumer Electronics (IoT)<\/strong><\/p>\n<p style=\"text-align: justify;\">IoT envisions the development of tools, techniques, and standards to make ‘things’ more intelligent and programmable to develop more capable ‘things’ to address the necessity of human beings. It covers all types of sensors, communication protocols, computational tools, techniques, devices, processors, embedded systems, data warehousing, big data, cloud computing, server farms, grid computing etc. Topics of interests include the followings: (a) IoT architecture, (b) IoT enabling technologies, services, and applications, (c) IoT system integration, management, and standards, (d) IoT big data analytics, (e) IoT security and privacy concerns, (f) IoT at nanoscale, (g) Emerging hardware\/software solutions for IoT, (h) Hardware and software solutions for smart cities, (i) IoT applications in areas of healthcare, agriculture, transport, waste management, (j) Hardware and software based systems for aerotropolis, (k) emerging nanoelectronics for smart consumer electronics covering these areas.<\/p>\n<p style=\"text-align: justify;\"><strong>4) Hardware for Secure Information Processing (SIP)<\/strong><\/p>\n<p style=\"text-align: justify;\">Due to ever increasing demand of network and information contents, hardware capacity for storage, analytics, and processing are catching the eyes of researchers to provide efficient solution to the above. Some of the thrust areas are as follows: (a) Circuits and systems for digital rights management (DRM), watermarking, and encryption, (b) Data protection strategies and controls, (c) Mobile security and bring your own device (BYOD), (d) Medical device security, (e) Cyber security, (f) Emerging embedded solutions for security covering these areas.<\/p>\n<p style=\"text-align: justify;\"><strong>5) Hardware\/Software Solutions for Big Data (SBD)<\/strong><\/p>\n<p style=\"text-align: justify;\">Large, complex data sets that are difficult to process using traditional data processing tools and often do not fit within the available on-board memory are traditionally called big data. Big Data presents multiple challenges including privacy, analysis, search, storage, transfer, and visualization. Novel hardware and software mechanisms are needed to address these challenges, and make Big Data useful for end users. The issues in discussion include among others, performance evaluation, optimization, accessibility, and usability of new technologies, modeling and simulation of hardware and software solutions for big data, and many more. Topics of interest include, but are not limited to the following: (a) Big Data – regression, analysis, machine learning, and exploitation, (b) Graphs and networks for big data, (c) Distributed, and scalable systems for big data, (d) Application specific systems using big data, (e) Privacy, integrity, and security in big data, (f) Storage solutions for big data, (g) Search and mining techniques in big data, (h) Hardware designs for big data covering these areas.<\/p>\n<p style=\"text-align: justify;\"><strong>6) Cyber Physical Systems and Social Networks (CSN)<\/strong><\/p>\n<p style=\"text-align: justify;\">CPS provides the efficient integration of the physical world with the information and communication technologies, to cater the needs of next generation embedded computing and information processing. Social networks are playing a dominant role in business intelligence and analytics nowadays. Special types of hardware and software are being developed to handle the enormous amount of unstructured data available via such networks. Some of the thrust areas are as follows: (a) Modeling of distributed real-time software for CPS, (b) Mobile cyber-physical systems, (c) Design challenges of CPS, (d) Data portability and management, (e) Graphs, algorithms, and Disambiguation in semantic search, (f) Special purpose architectural solution covering these areas.<\/p>\n<h2 style=\"text-align: center;\">Our Sponsors<\/h2>\n<div class=\"tx-row \">\n<div class=\"tx-column tx-column-size-1-4\">\n<p><a href=\"https:\/\/www.ieee.org\/\" target=\"_blank\" rel=\"noopener\"><img loading=\"lazy\" class=\"aligncenter wp-image-30 size-full\" src=\"https:\/\/ieee-inis.oui.edu.in\/wp-content\/uploads\/2017\/07\/ieee_mb_blue.jpg\" alt=\"\" width=\"300\" height=\"89\" \/><\/a><\/p>\n<\/div>\n<div class=\"tx-column tx-column-size-1-4\">\n<p><a href=\"https:\/\/www.computer.org\/\" target=\"_blank\" rel=\"noopener\"><img loading=\"lazy\" class=\"aligncenter wp-image-31 size-full\" src=\"https:\/\/ieee-inis.oui.edu.in\/wp-content\/uploads\/2017\/07\/IEEE-CS_Logo.jpg\" alt=\"\" width=\"536\" height=\"194\" \/><\/a><\/p>\n<\/div>\n<div class=\"tx-column tx-column-size-1-4\">\n<p><a href=\"https:\/\/www.computer.org\/web\/tcvlsi\" target=\"_blank\" rel=\"noopener\"><img loading=\"lazy\" class=\"aligncenter size-full wp-image-33\" src=\"https:\/\/ieee-inis.oui.edu.in\/wp-content\/uploads\/2017\/07\/TCVLSI.png\" alt=\"\" width=\"300\" height=\"84\" \/><\/a><\/p>\n<\/div>\n<div class=\"tx-column tx-column-size-1-4\">\n<p style=\"text-align: center\"><img loading=\"lazy\" class=\"alignnone size-medium wp-image-113\" src=\"https:\/\/ieee-ises.org\/2018\/wp-content\/uploads\/2018\/05\/CEDA_Logo_large_R-300x78.jpg\" alt=\"\" width=\"300\" height=\"78\" \/><\/p>\n<\/div>\n<\/div>\n<hr \/>\n<div class=\"tx-row \">\n<div class=\"tx-column tx-column-size-1-4\">\n<p><a href=\"https:\/\/www.mahindraecolecentrale.edu.in\/\" target=\"_blank\" rel=\"https:\/\/www.mahindraecolecentrale.edu.in\/ noopener\"><img loading=\"lazy\" class=\"aligncenter wp-image-273 size-full\" src=\"https:\/\/ieee-ises.org\/2018\/wp-content\/uploads\/2018\/10\/MEC_Logo.jpg\" alt=\"MEC_Logo\" width=\"200\" height=\"92\" \/><\/a><\/p>\n<\/div>\n<\/div>\n<hr \/>\n<p>Would you like to see your company here? <a href=\"https:\/\/ieee-ises.org\/2018\/wp-content\/uploads\/2018\/08\/iSES-2018_Sponsorship_Information.pdf\"><strong>Find out about supporting iSES today!<\/strong><\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The primary objective of  IEEE International Symposium on Smart Electronic Systems (IEEE-iSES, formerly IEEE-iNIS) is to provide a platform for both hardware and software researchers to interact under one umbrella for further development of smart electronic systems. Efficient and secure <a href=\"https:\/\/ieee-ises.org\/2018\/\" class=\"read-more\">Read More &#8230;<\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/ieee-ises.org\/2018\/wp-json\/wp\/v2\/pages\/6"}],"collection":[{"href":"https:\/\/ieee-ises.org\/2018\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/ieee-ises.org\/2018\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/ieee-ises.org\/2018\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ieee-ises.org\/2018\/wp-json\/wp\/v2\/comments?post=6"}],"version-history":[{"count":26,"href":"https:\/\/ieee-ises.org\/2018\/wp-json\/wp\/v2\/pages\/6\/revisions"}],"predecessor-version":[{"id":447,"href":"https:\/\/ieee-ises.org\/2018\/wp-json\/wp\/v2\/pages\/6\/revisions\/447"}],"wp:attachment":[{"href":"https:\/\/ieee-ises.org\/2018\/wp-json\/wp\/v2\/media?parent=6"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}