{"id":1661,"date":"2019-04-16T06:15:31","date_gmt":"2019-04-16T06:15:31","guid":{"rendered":"https:\/\/ieee-ises.org\/2019\/?page_id=1661"},"modified":"2019-06-24T04:47:43","modified_gmt":"2019-06-24T04:47:43","slug":"keynotes","status":"publish","type":"page","link":"https:\/\/ieee-ises.org\/2019\/keynotes\/","title":{"rendered":"Keynotes"},"content":{"rendered":"\n<table id=\"tablepress-11\" class=\"tablepress tablepress-id-11\">\n<tbody class=\"row-hover\">\n<tr class=\"row-1 odd\">\n\t<td rowspan=\"3\" class=\"column-1\"><p style=\"text-align:center;\"><img src=\"https:\/\/ieee-ises.org\/2019\/wp-content\/uploads\/2019\/10\/Peter.jpg\" alt=\"\" \/><br \/>\n<br \/>\n<strong>Peter Corcoran <\/strong><br \/>\nProfessor at National University of Ireland <br \/>\n<br \/>\n<br \/>\n<br \/>\nDate: TBA<br \/>\n<br \/>\nTime: TBA <\/p><\/td><td class=\"column-2\"><strong>Title :<\/strong> Edge-AI: Rise of the Neural Accelerators <\/td>\n<\/tr>\n<tr class=\"row-2 even\">\n\t<td class=\"column-2\"><p style=\"text-align:justify\"> <strong>Abstract:<\/strong> We are at the cusp of a new era in AI. Recently deep learning has revolutionised the field of Computer Vision, disrupting more traditional algorithmic approaches to object recognition, scene analysis and image understanding. But to date most of the applications of AI have relied on cloud-based services doing the heavy-lifting. Today we are at the cusp of a new era where AI data analysis is ready to move from the cloud and transition into the end device itself. In this talk we will review some of the Neural accelerators that are available today and look 1-2 years into the future to explore some of the potential impacts of edge-AI. We will also look at some of the new challenges and opportunities as AI migrates into individual devices: data-processing in the cloud won't go away, but more interestingly new computational &amp; storage demands will emerge to support training of edge-AI. Among these will be the rise of 'Fake Data' and the VR tools and associated infrastructure required to scale the training of advanced Edge-AI solutions.<\/p><\/td>\n<\/tr>\n<tr class=\"row-3 odd\">\n\t<td class=\"column-2\"><p style=\"text-align:justify\"> <strong>Biography:<\/strong> Peter Corcoran is Professor and Vice-Dean of Research &amp; Graduate Studies in the College of Engineering &amp; Informatics at NUI Galway.  Prof. Corcoran is an IEEE Fellow with more than 450 technical publications, 85+ peer reviewed journal papers, 120+ International peer reviewed conference papers; co-inventor on 300+ granted US patents, 80+ granted European, with another 30+ patents currently pending.  He has numerous accomplishments including former Editor-in-Chief of IEEE Consumer Electronics Magazine until Dec 2016, completed 20+ funded research projects and managed 3M in research funding over the last 10 years.  His research interests include (i) smart-imaging\/advanced digital imaging solutions; (ii) biometrics for handheld &amp; IoT devices; (iii) AI, deep learning, data augmentation &amp; data generation (GANs); (iv) fog &amp; mobile edge computing; (v) internet tech &amp; IoT (vi) Embedded Edge-AI.<\/p><\/td>\n<\/tr>\n<tr class=\"row-4 even\">\n\t<td rowspan=\"3\" class=\"column-1\"><p style=\"text-align:center;\"><img src=\"https:\/\/ieee-ises.org\/2019\/wp-content\/uploads\/2019\/05\/Photo_SantanuMishra-150x150.jpg\" alt=\"\" \/><br \/>\n<br \/>\n<strong>Prof. Santanu Mishra<\/strong><br \/>\n<br \/>\nMinistry of Skill Development and Entrepreneurship (MoSDE) Chair Professor at the Indian Institute of Technology, Kanpur, India.<br \/>\n<br \/>\nDate: TBA<br \/>\n<br \/>\nTime: TBA <\/p><\/td><td class=\"column-2\"><strong>Title :<\/strong> Power Supplies for Consumer Electronic Devices<\/td>\n<\/tr>\n<tr class=\"row-5 odd\">\n\t<td class=\"column-2\"><p style=\"text-align:justify\"> <strong>Abstract:<\/strong> A device used for a non-commercial purpose in entertainment, communication, and home-office usage is called a CED. They incorporate electronic circuits for operation. By this definition, computers, cell phones, mobile devices, LED lights, television sets, cameras, gaming stations\/consol, various home electronics, are examples of CEDs. Most CEDs require DC power to drive the electronic circuits.<br \/>\n<br \/>\nPower converter plays an important role in powering Consumer Electronic Devices (CEDs). The talk will discuss a review of basic philosophy and challenges of power converter design for CEDs. It will be observed that the power converter acts like a voltage source or a current source from the consumer electronic load point-of-view. Fundamental concepts behind implementation of a current source and voltage source using a power converter will bediscussed. The important design criteria for power converter implementation will also be covered.<\/p><\/td>\n<\/tr>\n<tr class=\"row-6 even\">\n\t<td class=\"column-2\"><p style=\"text-align:justify\"> <strong>Biography:<\/strong> Santanu K. Mishra (S’00-M’04-SM’12) received a B.Tech. degree in electrical engineering from the College of Engineering and Technology, Bhubaneswar, India, in 1998, an M.Tech. degree in Energy Systems Engineering from Indian Institute of Technology, Chennai, India, in 2000, and the Ph. D. degree from the Department of Electrical and Computer Engineering, University of Florida, Gainesville, FL, USA, in 2006.<br \/>\n<br \/>\nHe worked as a senior application engineer with the International Rectifier Corporation in Rhode Island, USA, from 2004 to 2008. During Fall of 2017, he was a visiting faculty at Virginia Tech., Blacksburg, VA, USA. Currently, he is the Ministry of Skill Development and Entrepreneurship (MoSDE) Chair Professor at the Indian Institute of Technology, Kanpur, India. His research interests include power converter technology for various applications and their control and power distribution in rural houses. He serves as an associate editor of several journals including IEEE Transactions on Industry Applications, IEEE Transactions on Power Electronics, IEEE Consumer Electronics Magazine, and IET Power Electronics.<\/p><\/td>\n<\/tr>\n<tr class=\"row-7 odd\">\n\t<td rowspan=\"3\" class=\"column-1\"><p style=\"text-align:center;\"><img src=\"https:\/\/ieee-ises.org\/2019\/wp-content\/uploads\/2019\/09\/fGauravSharma.jpg\" alt=\"\" \/><br \/>\n<br \/>\n<strong>Prof. Gaurav Sharma<\/strong><br \/>\nDepartment of Electrical and Computer Engineering<br \/>\nDepartment of Computer Science, <br \/>\nUniversity of Rochester<br \/>\n<br \/>\n<br \/>\n<br \/>\nDate: TBA<br \/>\n<br \/>\nTime: TBA <\/p><\/td><td class=\"column-2\"><strong>Title :<\/strong> Smart Light-Weight Body Worn Sensors for Health Analytics<\/td>\n<\/tr>\n<tr class=\"row-8 even\">\n\t<td class=\"column-2\"><p style=\"text-align:justify\"> <strong>Abstract:<\/strong> Advances in nano-fabrication and MEMS devices have led to radical improvements in sensing technologies in recent years. These improvements are most visible to all of us in our SmartPhones that already feature a panoply of miniaturized sensors. Many of the same sensors are also positively impacting several other application domains. In this talk, we highlight how smart light-weight body worn sensors are set to revolutionize healthcare and the practice of medicine by providing technologies for assessing biomarkers for physiological and physical attributes related to disease condition, treatment effectiveness, and longitudinal progression. In contrast with the subjective, sporadic in-clinic assessments that are in common use today, body-worn sensors can provide objective and repeatable measurements and based on extended periods of continuous monitoring. We present examples from our recent and ongoing research that features light-weight, low-power sensors that can be affixed to the body like adhesive temporary tattoos, in a diverse set of health monitoring applications including quantification of movement disorders for Parkinson’s and Huntington’s diseases, stroke rehabilitation, and cardiac monitoring. We present examples of data analytics for these applications that effectively exploit the sensor measurements. Finally, we highlight ongoing and emerging directions for research and development.<\/p><\/td>\n<\/tr>\n<tr class=\"row-9 odd\">\n\t<td class=\"column-2\"><p style=\"text-align:justify\"> <strong>Biography:<\/strong> Gaurav Sharma is a professor in the Departments of Electrical and Computer Engineering, Computer Science, and Biostatistics and Computational Biology, and a Distinguished Researcher in Center of Excellence in Data Science (CoE) at the Goergen Institute for Data Science at the University of Rochester. He received the PhD degree in Electrical and Computer engineering from North Carolina State University, Raleigh in 1996. From 1993 through 2003, he was with the Xerox Innovation group in Webster, NY, most recently in the position of Principal Scientist and Project Leader. His research interests include data analytics, cyber physical systems, signal and image processing, computer vision, and media security; areas in which he has 52 patents and has authored over 200 journal and conference publications. He currently serves as the Editor-in-Chief for the IEEE Transactions on Image Processing. From 2011 through 2015, he served as the Editor-in-Chief for the Journal of Electronic Imaging and, in the past, has served as an associate editor for the Journal of Electronic Imaging, the IEEE Transactions on Image Processing, and for the IEEE Transactions on Information Forensics and Security. He is a member of the IEEE Publications, Products, and Services Board (PSPB) and chaired the IEEE Conference Publications Committee in 2017-18. He is the editor of the Digital Color Imaging Handbook published by CRC press in 2003. Dr. Sharma is a fellow of the IEEE, a fellow of SPIE, a fellow of the Society for Imaging Science and Technology (IS&amp;T) and has been elected to Sigma Xi, Phi Kappa Phi, and Pi Mu Epsilon. In recognition of his research contributions, he received an IEEE Region I technical innovation award in 2008.<\/p><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<!-- #tablepress-11 from cache -->\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&nbsp;<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/pages\/1661"}],"collection":[{"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/comments?post=1661"}],"version-history":[{"count":5,"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/pages\/1661\/revisions"}],"predecessor-version":[{"id":2000,"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/pages\/1661\/revisions\/2000"}],"wp:attachment":[{"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/media?parent=1661"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}