{"id":1998,"date":"2019-06-24T04:47:40","date_gmt":"2019-06-24T04:47:40","guid":{"rendered":"https:\/\/ieee-ises.org\/2019\/?page_id=1998"},"modified":"2019-06-24T04:52:26","modified_gmt":"2019-06-24T04:52:26","slug":"plenary-talk","status":"publish","type":"page","link":"https:\/\/ieee-ises.org\/2019\/plenary-talk\/","title":{"rendered":"Plenary Talks"},"content":{"rendered":"\n<table id=\"tablepress-12\" class=\"tablepress tablepress-id-12\">\n<tbody class=\"row-hover\">\n<tr class=\"row-1 odd\">\n\t<td rowspan=\"3\" class=\"column-1\"><p style=\"text-align:center;\"><img src=\"https:\/\/ieee-ises.org\/2019\/wp-content\/uploads\/2019\/06\/himanshu-e1561351210686.jpg\" alt=\"\" \/><br \/>\n<br \/>\n<strong>Prof. Himanshu Thapliyal <\/strong><br \/>\n<br \/>\nAssistant Professor and Endowed Robley D. Evans Faculty Fellow with the Department of Electrical and Computer Engineering, University of Kentucky, Lexington, KY, USA.<br \/>\n<br \/>\nDate: TBA<br \/>\n<br \/>\nTime: TBA <\/p><\/td><td class=\"column-2\"><strong>Title :<\/strong> Energy and Cybersecurity Constraints in Smart Electronic Systems<\/td>\n<\/tr>\n<tr class=\"row-2 even\">\n\t<td class=\"column-2\"><p style=\"text-align:justify\"> <strong>Abstract:<\/strong> With the growth of Internet-of-Things (IoT) enabled smart electronic systems, the potential threat vectors for malicious cyber-attacks are rapidly expanding. As an example of cyber-attack, software vulnerabilities could be exploited to remotely take control of safety-critical systems in the vehicle. These cyberattacks are threat to the reliability and safety of the smart electronic devices, consumer’s personal information and piracy or cloning of intellectual property. As the IoT paradigm emerges, there are challenging requirements to design area-efficient, energy-efficient and secure systems. Further, due to novel computing paradigms such as quantum computing there is a threat that the fundamental public-key cryptography tools could be broken.  Considering these challenges, the plenary talk would provide perspective towards the energy and cybersecurity constraints on smart electronic systems and possible solutions for solving this important paradox.<\/p><\/td>\n<\/tr>\n<tr class=\"row-3 odd\">\n\t<td class=\"column-2\"><p style=\"text-align:justify\"> <strong>Biography:<\/strong> Himanshu Thapliyal is an Assistant Professor and Endowed Robley D. Evans Faculty Fellow with the Department of Electrical and Computer Engineering, University of Kentucky, Lexington, KY, USA. Also, he is the Co-Director of the Cybersecurity Certification Program at the University of Kentucky. He received the Ph.D. degree in Computer Science and Engineering from University of South Florida, Tampa, in 2011.From 2012 to 2014, he worked as a designer of processor test solutions at Qualcomm, where he received the Qualcomm QualStar Award for contributions to memory built-in self-tests. He has authored over 100 journal\/conference articles and received Best Paper awards at 2012 IEEE Computer Society Annual Symposium on VLSI (ISVLSI) and 2017 Cyber and Information Security Research Conference (CISR). He is the recipient of the NSF CAREER award. He has served\/serving as the program chair of 2020 IEEE International Conference on Consumer Electronics, 2019 IEEE Computer Society Annual Symposium on VLSI and 2018 IEEE Symposium on Smart Electronics Systems. He is serving in editorial boards of journals including executive editor of IEEE Consumer Electronics Magazine, the associate editor of the IEEE Internet of Things Journal and the editorial board member of the Microelectronics journal. His research interests include hardware security of IoT and vehicles, circuit design of emerging technologies including quantum computing, and smart health. He is a senior member of IEEE.  More details are available at http:\/\/hthapliyal.engineering.uky.edu.<\/p><\/td>\n<\/tr>\n<tr class=\"row-4 even\">\n\t<td rowspan=\"3\" class=\"column-1\"><p style=\"text-align:center;\"><img src=\"https:\/\/ieee-ises.org\/2019\/wp-content\/uploads\/2019\/10\/Untitled-1.jpg\" alt=\"\" \/><br \/>\n<br \/>\n<strong>Dr Narayan Panigrahi <\/strong><br \/>\nScientist-'G'<br \/>\nGroup Head GIS<br \/>\nCenter for Artificial Intelligence &amp; Robotics<br \/>\nBangalore, India<br \/>\n<br \/>\nDate: TBA<br \/>\n<br \/>\nTime: TBA <\/p><\/td><td class=\"column-2\"><strong>Title :<\/strong> Building Super Intelligence through “Transfer Learning”<\/td>\n<\/tr>\n<tr class=\"row-5 odd\">\n\t<td class=\"column-2\"><p style=\"text-align:justify\"> <strong>Abstract:<\/strong> Artificial Intelligence has multiple perspectives and can be defined in many different ways. A Computing perspective of AI is “Design and development of algorithms for imparting thinking, perception and action into a machine”. AI built machine or system capable of intelligent behaviour. Another definition of AI can be “a discipline to impart ability into a machine to learn rather being programmed explicitly”.<br \/>\nThe process of building intelligence (Thinking-Perception-Action) in a human being starts through “unsupervised learning”, for a new borne. When the new bourn grows up and starts going to school for formal education then it acquires the intelligence through a process under the supervision of teacher and this process is called as “supervised learning”. Supervised learning through formal education imparts the capability of NLP to a human being which helps it to express and communicate with its peers through a well defined communication protocol (language). As the human being grow up and starts specialized learning of skills or domain specific or subject specific learning to perform certain functions most efficiently then domain specific teaching are imparted repeatedly. This process of imparting domain specific knowledge to an adult can be largely thought of as  “reinforced learning”.  Therefore the learning imparted to a normal human being is a mix of unsupervised, supervised and reinforced learning which develops Human intelligence.<br \/>\nThe intelligence has a temporal aspect. The intelligence acquired by a human being starts declining as the human ages and finally ceases to exist the moment the human being ceases to exist. Therefore the entire process of learning and gaining intelligence starts with the infant and ends at the death. There is no example where a human being can completely transfer the learning it acquires during its life time to another human being, therefore bootstrapping the process of learning for each newly borne.<br \/>\nUnlike human learning process intelligence can be built into a machine continuously through various mechanisms.  The process of self learning by sensing the environment “Unsupervised learning”, Imparting domain specific knowledge through “supervised learning”, then re-enforcement learning to intensify the behavioural outcome of the machine are some of the learning methods employed to built perception, thinking and action to a machine. These learning can be engineered, stored and finally can be transferred to a new system or machine through a process known as “Transferred Learning”.<br \/>\nThis talk will delve into various mechanism of learning technique involved in building AI into machines and systems. The concepts of Artificial Neural network (ANN), Deep Learning, Transfer Learning and reinforcement learning will be discussed with a mapping of these concepts into domain specific applications.<br \/>\n<\/p><\/td>\n<\/tr>\n<tr class=\"row-6 even\">\n\t<td class=\"column-2\"><p style=\"text-align:justify\"> <strong>Biography:<\/strong> Dr Narayan Panigrahi has received PhD from Indian Institute of Technology (IIT), Bombay, MTech (Computer Science and Data Processing) from IIT, Kharagpur, MSc (Computer Science) from J K Institute of Applied physics and Technology, University of Allahabad in the year 2012, 1999 and 1991 respectively. He is the recipient of Governor’s gold medal and best graduate of Berhampur University, Odisha in the year 1987.<br \/>\n He has authored 58 research papers in peer reviewed international journals and conferences. He is the inventor of six (6) Indian patents and has authored seven (7) books in the field of Geographical Information Science and System (GI Science and GIS). The books entitled “Geographical Information Science” and “Computations in GIS” are some of his note worthy academic work used in the academic curriculum worldwide. He is a key-note speaker in many national and international conferences. He has received best research paper award by INRIA France. Received DRDO technology award in 2005, 2012 and DRDO performance excellence award in 2009.<br \/>\nAt present he is pursuing his research in the Center for Artificial Intelligence and Robotics (CAIR), a Defence Research and Development Organization (DRDO) laboratory in Bangalore, India. He led a team of scientists to design and develop Geographical Information System (GIS) indigenously which has resulted in transfer of technology to BEL, Bengaluru integrating the system with various indigenously developed technologies. His research interest includes GI Science and System, Digital Image Processing and design and development of robust computational methods in Spatio-Temporal data visualization and analysis.<br \/>\n<\/p><\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<!-- #tablepress-12 from cache -->\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/pages\/1998"}],"collection":[{"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/comments?post=1998"}],"version-history":[{"count":2,"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/pages\/1998\/revisions"}],"predecessor-version":[{"id":2002,"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/pages\/1998\/revisions\/2002"}],"wp:attachment":[{"href":"https:\/\/ieee-ises.org\/2019\/wp-json\/wp\/v2\/media?parent=1998"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}