{"id":228,"date":"2021-02-10T10:13:34","date_gmt":"2021-02-10T10:13:34","guid":{"rendered":"https:\/\/ieee-ises.org\/2021\/?page_id=228"},"modified":"2021-12-22T13:40:41","modified_gmt":"2021-12-22T13:40:41","slug":"panel-discussions","status":"publish","type":"page","link":"https:\/\/ieee-ises.org\/2021\/panel-discussions\/","title":{"rendered":"Panel Discussions"},"content":{"rendered":"<h3 style=\"text-align: center;\">IEEE-iSES 2021 Expert Panel Proposal<\/h3>\n<h2 style=\"text-align: center;\">IoT Empowered Solutions for Smart Villages<\/h2>\n<p style=\"text-align: center;\"><strong>Moderator :<\/strong> Himanshu Thapliyal, University of Kentucky, Lexington, USA<\/p>\n<h4>Panelists :<\/h4>\n<ul>\n<li>Himanshu Thapliyal, University of Kentucky, USA, hthapliyal@ieee.org<\/li>\n<li>Saraju P. Mohanty, University of North Texas, USA, smohanty@ieee.org<\/li>\n<li>Rajnish Bajpai, SmartGaon Development Foundation, USA, rajnishbajpai@gmail.com<\/li>\n<li>Bob Frankston, USA, edas@bob.ma<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Smart villages target rural areas to develop innovative solutions to improve the quality of life and provide growth opportunities to its residents. The systems of the smart villages are essentially cyber-physical systems or CPS which are built using the Internet of Things (IoT). Research on ‘IoT Empowered Solutions for Smart Villages’ encompasses sensors, cloud computing, edge computing, big data, wearable devices, and related technologies for the energy-efficient, secure, and robust design. Thus, the development of IoT empowered solutions for Smart Villages needs the investigation of several factors such as energy efficiency, security, privacy, computational performance, reliability, and flexibility, which necessitates rigorous research.<\/p>\n<p style=\"text-align: justify;\">This panel intends to serve as a forum to present and discuss state-of-the-art techniques and IoT-enabled solutions for empowering villages. The topics that are of interests to the panel include, but are not limited to the following:<\/p>\n<ul>\n<li>IoT empowered solutions for smart healthcare<\/li>\n<li>IoT empowered solutions for smart education<\/li>\n<li>IoT empowered solutions for smart farming, irrigation, and water management<\/li>\n<li>IoT empowered solutions for smart governance<\/li>\n<li>IoT empowered solutions for smart cars and smart transportation<\/li>\n<li>IoT empowered energy-harvesting for smart village<\/li>\n<li>IoT empowered solutions for smart homes\/huts<\/li>\n<li>Security and Privacy solutions for smart village<\/li>\n<li>Artificial Intelligence (AI) and machine learning solutions for smart village<\/li>\n<\/ul>\n<h3>Biography of Panelists :<\/h3>\n<h4 style=\"text-align: center;\">Dr. Himanshu Thapliyal<\/h4>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-497 size-thumbnail aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/07\/Dr-Himanshu-Thapliyal-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Dr. Himanshu Thapliyal<\/strong><\/em> is an Associate Professor with the Department of Electrical and Computer Engineering, University of Kentucky, Lexington, KY, USA. From 2012-14, he worked as a designer of processor test solutions at Qualcomm, where he received the Qualcomm QualStar Award for contributions to memory built-in self-tests. He has been ranked in the top 50 among scientists throughout the world in the field of ‘Computer Hardware and Architecture’ for the 2019 calendar year (PLOS Biology database). He is the recipient of the 2019 NSF CAREER award and the 2020 Mid-Career Research Achievement Award from the IEEE CS Technical Committee on VLSI. He has authored over 150 journal\/conference articles with H-index=38 and received Best Paper awards at the 2021 IEEE International Conference on Consumer Electronics (ICCE), 2020 IEEE World Forum on Internet of Things, 2017 Cyber and Information Security Research Conference (CISR), and 2012 IEEE Computer Society Annual Symposium on VLSI (ISVLSI). He is the steering committee vice-chair of the IEEE Symposium on Smart Electronic Systems. He served as the General Chair of the 2020 IEEE Symposium on Smart Electronic Systems. He served as the Program Chair of the 2020 IEEE International Conference on Consumer Electronics, 2019 IEEE Computer Society Annual Symposium on VLSI, and 2018 IEEE Symposium on Smart Electronic Systems. He co-founded the International Workshop on Quantum Computing: Circuits Systems Automation and Applications (QC-CSAA). He is serving as the Section Editor of the Springer Nature Computer Science and is leading two sections: (i) Quantum Computing and Emerging Technologies, and (ii) Emerging Trends in Sensors, IoT and Smart Systems. He is also serving as the Senior Associate Editor of the IEEE Consumer Electronics Magazine, Associate Editor of the IEEE Internet of Things Journal, and the editorial board member of the Microelectronics Journal. His research interests include hardware security of IoT and vehicles, the circuit design of emerging technologies including quantum computing, and smart healthcare.<\/p>\n<hr \/>\n<h4 style=\"text-align: center;\">Dr. Saraju P. Mohanty<\/h4>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-498 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/07\/Dr.-Saraju-P.-Mohanty-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Dr. Saraju P. Mohanty<\/strong><\/em> is a Professor at the University of North Texas. Prof. Mohanty’s research is in “Smart Electronic Systems” which has been funded by NSF, SRC, US Air Force, IUSSTF, and Mission Innovation. He has over 20 years of research experience on security and protection of media, hardware, and system. He introduced the Secure Digital Camera (SDC) in 2004 with built-in security features designed using Hardware-Assisted Security (HAS) or Secure by Design (SbD) principle. His the widely credited as the designer for the first digital watermarking chip in 2004 and first the low-power digital watermarking chip in 2006. He has authored 350 research articles, 4 books, and invented 4 US patents. His Google Scholar h-index is 42 and i10-index is 162 with 7600 citations. He is a recipient of 13 best paper awards, Fulbright Specialist Award in 2020, IEEE Consumer Technology Society Outstanding Service Award in 2020, the IEEE-CS-TCVLSI Distinguished Leadership Award in 2018, and the PROSE Award for Best Textbook in Physical Sciences and Mathematics category in 2016. He has delivered 11 keynotes and served on 12 panels at various International Conferences. He has been serving on the editorial board of several peer-reviewed international journals, including IEEE Transactions on Bigdata, IEEE Transaction on CAD, ACM Journal on Emerging Topics in Computing, and IEEE Transactions on Consumer Electronics. He has served as the Editor-in-Chief (EiC) of the IEEE Consumer Electronics Magazine since 2017. He has served as the Chair of IEEE-CS Technical Committee on VLSI (TCVLSI) during 2014-2018 and on the Board of Governors of the IEEE Consumer Technology Society during 2019-2021. He is the founding steering committee chair for the IEEE International Symposium on Smart Electronic Systems (iSES), steering committee vice-chair of the IEEE-CS Symposium on VLSI (ISVLSI), and steering committee Chair of the OITS International Conference on Information Technology (OCIT). He has mentored 2 post-doctoral researchers, and supervised 13 Ph.D. dissertations, 26 M.S. theses, and 10 undergraduate projects.<\/p>\n<hr \/>\n<h4 style=\"text-align: center;\">Mr. Rajnish Bajpai<\/h4>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-499 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/07\/Mr.-Rajnish-Bajpai-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Mr. Rajnish Bajpai<\/strong><\/em> is the Founder &amp; Chairman of the SmartGaon Development Foundation. The foundation provides an outreach platform to non-profits, private\/public\/government organizations of various sectors to come together for an innovative &amp; collaborative approach towards integrated development of rural areas. He designed a SmartGaon app and platform that not only connects an entire village population internally but also with the smart cities and globally. His innovation &amp; contribution towards rural India is mentioned and admired by Prime Minister of India, Shri Narendra Modi in the nationwide public address program called Mann Ki Baat. He is also a senior product manager at a renowned US-based product company and specialized in agile analytics &amp; digital enterprise transformation. He has a strong interest in building next-generation systems\/products with AI and ML to improve productivity.<\/p>\n<hr \/>\n<h4 style=\"text-align: center;\">Robert M. Frankston<\/h4>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-500 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/07\/Robert-M.-Frankston-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Robert M. Frankston<\/strong><\/em> is is best known for writing VisiCalc &#8211; the first electronic spreadsheet. While at Microsoft, he was instrumental in enabling home networking. Today, he is addressing the issues associated with coming to terms with a world being transformed by software. Frankston became an outspoken advocate for reducing the role of telecommunications companies in the evolution of the Internet, particularly with respect to broadband and mobile communications. He coined the term &#8220;Regulatorium&#8221; to describe what he considers collusion between telecommunication companies and their regulators that prevents change.<\/p>\n<hr \/>\n<h2 style=\"text-align: center;\">The March to Edge Computing, are we there?<\/h2>\n<p style=\"text-align: center;\"><strong>Moderator :<\/strong> Preet Yadav, R &amp; D SOC Technical Program Manager, Automotive Business<\/p>\n<p style=\"text-align: center;\">NXP Semiconductors, Noida, India<\/p>\n<h4>Panelists:<\/h4>\n<ul>\n<li>Sunita Verma, Scientist &#8216;G&#8217; \/ Sr. Director, Microelectronics, Nanotechnology and Medical Electronics &amp; Health Informatics Divisions, Ministry of Electronics &amp; Information Technology (MeitY)<\/li>\n<li>Amita Dev, Vice-Chancellor, Indira Gandhi Delhi Technical University for Women, Delhi<\/li>\n<li>Vikas Rana, Head of the Technology Group, Forschungszentrum Jülich, North Rhine-Westphalia, Germany<\/li>\n<li>Manish Anand, CEO, Technology Innovation Hub, IIT Roorkee, Roorkee<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Technology has revolutionized the world in last two decade. This revolution has given birth to tremendous technology applications across all sectors. Some of the big contributors are Artificial Intelligence (AI), Machine Learning (ML), Virtual Reality (VI), Augmented Reality (AR), Internet of Things (IoT). These real time applications are generating big chunk of data. This massive data needs on the fly processing, to make best use of information in a meaningful manner, to warrant appropriate action. This demand of aggressive processing in turn has pushed the movement of Traditional Computing to Edge Computing. In this panel we will discuss the take of our expert panelist on this mega shift to Edge Computing.<\/p>\n<h4>Biography of Panelists :<\/h4>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-540 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/09\/Preet-Yadav-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Preet Yadav<\/strong><\/em> is R &amp; D SOC Technical Program Manager for Automotive Group at NXP Semiconductors. Prior to re-joining NXP in his second stint, he was working with Wipro as Analog Practice Head, Distinguished Member of Technical Staff (DMTS) &#8211; Wipro Senior Member, taking care of Analog &amp; Mixed Signal Practice globally in VLSI Technology Group.<\/p>\n<p style=\"text-align: justify;\">He has close to two decades of enriched Research &amp; Development experience in the diversified Semiconductor industry. His expertise includes Analog and Mixed Signal (AMS) design &amp; verification, core technology development of Process Design Kits (PDK) and Electronic Design Automation (EDA). He received B. Tech. degree in ECE from Kurukshetra University and M. Tech. degree in VLSI Design &amp; CAD from Thapar Institute of Engineering &amp; Technology.<\/p>\n<p style=\"text-align: justify;\">In past he worked at Semiconductor Complex Ltd. and, Cadence Design Systems. During his first stint at Freescale\/NXP Semiconductor, he worked on development of Process Design Kits, leading handful of technologies from matured to advance nodes. Further, he worked on Analog and Mixed Signal SOC Verification in Automotive Microcontrollers and Processors R &amp; D at NXP.<\/p>\n<p style=\"text-align: justify;\">He is leading Northern Region Electronics Forum (NEF) in collaboration with India Electronics &amp; Semiconductor Association (IESA) &amp; VLSI Society of India (VSI). He is Member of IEEE CEDA India Council, Executive Committee member of IEEE Circuits and Systems Society (CAS), Bangalore Chapter. Member of IEEE CAS AdHoc Committee on Digital Communication and IEEE Education Activities Committee. He received President Award in Scouts &amp; Guides and accolade with various awards\/certificates of merit throughout his academics and industrial endeavor.<\/p>\n<p style=\"text-align: justify;\">He has 22 publications in international\/national IEEE conferences, with three best paper awards on his name. He has delivered several keynote\/invited talks, tutorials, and participated in panel discussion at various forums across globe. He has acted as member of technical paper review and various positions of organizing committee for many international technical conferences in the field of VLSI. He is examiner for post graduates thesis from Tier-1 technical institute and universities in India.<\/p>\n<p style=\"text-align: justify;\">He is Fellow Member of The Institution of Electronics Telecommunication Engineers (IETE), Senior Member of Institute of Electrical and Electronics Engineers (IEEE), lifetime member of Indian Microelectronics Society (IMS) and Indian Society of Systems for Science and Engineering (ISSE). He is member of VLSI society of India (VSI). He is core team member of VLSI Design (VLSID) Conference Steering Committee. He is actively associated with multiple community relations groups. He has served as General Chair of ‘The 32nd International Conference on VLSI Design &amp; 18th International Conference on Embedded Systems (VLSID 2019)’.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-541 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/09\/Sunita-Verma-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Sunita Verma<\/strong><\/em> obtained her engineering degree in Computer Science from Institute of Engineering and Technology Lucknow in 1990 and joined Ministry of Electronics and Information Technology in Microelectronics Development Division as Scientific Officer.<\/p>\n<p style=\"text-align: justify;\">Since then, she had been associated with MeitY and, as Senior Director, MeitY, playing a crucial role in evolving R&amp;D base in Microelectronics, Nanotechnology, and Medical Electronics areas across the country by way of conceptualizing government policies, developing R&amp;D projects at academic institutions and creating state-of-the-art VLSI labs &amp; Nano fabrication facilities across the country.<\/p>\n<p style=\"text-align: justify;\">During her stint at MeitY, she was closely associated with implementation of Special Manpower Development Programme for Chips to Design Design at 60 academic institutions which has helped the country in gaining VLSI design share globally.<br \/>\nOther successfully implemented Programmes like Microprocessor Development Programme has provided the country first 64- bit Microprocessor based on open source RISC-V ISA.She has also been involved in implementation of NaviC Receiver in close consultation with ISRO.<\/p>\n<p style=\"text-align: justify;\">To keep up the pace with Technological advancements, she had been instrumental in setting up of Nanofabrication facilities at various IITs &amp; IISc which has resulted in development of not only trained manpower in this niche area but also a variety of sensors for various societal applications. She is also heading High Performance Computing area wherein Government envisages setting up of state-of-the-art Supercomputers in the country.<\/p>\n<p style=\"text-align: justify;\">While promoting research in healthcare sector, she, in close consultation with medical fraternity, is involved in implementation of projects for indigenous development of MRI, Ultrasound and High Energy LiNAC Machines in the country.<\/p>\n<p style=\"text-align: justify;\">Her recent contribution in promotion of fabless industry has resulted in formulation of National Policy in Electronics 2019 which strategize the holistic approach of proliferating ESDM ecosystem in the country.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-543 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/09\/Dr.-Amita-Dev-2-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Dr. Amita Dev<\/strong><\/em> is the First Pro-Vice Chancellor and Second Vice-Chancellor of Indira Gandhi Delhi Technical University for Women, Delhi. She is a true leader, excellent administrator and passionate and very active researcher. She is doing extensive research in the field of Artificial Neural Networks, Speech Processing, Speech Modelling, Speech Recognition, Speech Synthesis etc. Having vast experience of more than 33 years, she has unparallel track record of Administration, quality Teaching, Innovation and Research. She has published 95+ research papers in Renowned International and National Journals and Conference Proceedings. She is an avid speaker and a great motivator and has been invited at various National and International forums.<\/p>\n<p style=\"text-align: justify;\">In recognition to her valuable and worthy research contributions, she has been conferred with many awards viz.<\/p>\n<ul style=\"text-align: justify;\">\n<li>“National Level AICTE Young Teacher Career Award” with Research Grant for pursuing Advanced Research in the area of “Hindi Speech Recognition Using Connectionist Model”,<\/li>\n<li>“State Level Best Teacher Award” awarded by GNCT of Delhi,<\/li>\n<li>“National Level Best Engineering Teacher Award” by ISTE for significant contribution in the field of Research and Technology,<\/li>\n<li>Raja Ram Babu Patil National Level Award” by Indian Society for Technical Education, “National Level ECONS Education Excellence Award” for Academic Excellence,<\/li>\n<li>“Vittiya Saksharta Abhiyan Award” by the Hon’ble Minister for HRD, GoI for spreading Digital Literacy<\/li>\n<li>Numerous Appreciation letters from State\/Center for the Exemplary Performance, Dedication and Devotion towards the work\/ duty and for Outstanding Contribution in the field of Technical Education.<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">Under her able leadership and guidance, IGDTUW has achieved several milestones in a short span. The University secured 2nd rank in the category of Higher Educational Institutions Exclusively for Women and in Band ‘A’ overall in the award ceremony of Atal Ranking of Institutions on Innovation Achievements (ARIIA) Rankings 2020. Also, because of her sincere efforts and persuasion towards excellence, University has been ranked 21st in Entrepreneurial Spirit and 77th under Global Top 100 Innovative Universities by World University Ranking Impact (WURI). University has been bestowed with Diamond Rating from QS I-Gauge. Recently, University has been conferred Shrimati Sushma Swaraj “STREE SHAKTI SAMMAN” due to its vision and commitment.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-545 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/09\/Dr.-Vikas-Rana-150x150.png\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Dr. Vikas Rana<\/strong><\/em> received his Ph D in semiconductor device and technology at Delft university of Technology, Netherlands in 2006. He worked at Philips semiconductor, IMEC and IIT Delhi. Since 2011, he has been leading an emerging NVM technology group at Forschungzentrum, Juelich. His main research interests include memristive devices based on metal oxides (ReRAM) and integration with advanced CMOS technology. He has published several journal and well renowned international conferences papers. He is also author of a chapter on “Redox-Based Memristive Devices” in Memristors and Memristive Systems book published by Springer NY in 2014.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-546 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/09\/Manish-Anand-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Manish Anand<\/strong><\/em> is currently CEO of iHUB DivyaSampark, Technology Innovation Hub at IIT Roorkee. This section 8 company was set up by Govt. of India under National mission on interdisciplinary Cyber Physical Systems to promote innovation for industry 4.0 and society 5.0.<\/p>\n<p style=\"text-align: justify;\">Manish Anand is an alumnus of IIT Kanpur where he completed his B-Tech (1996-2000) in Materials Science and Engineering. He holds MS degree in Materials Science from Gwangju Institute of Technology (GIST), S. Korea followed by an MBA degree with specialization in Technology and Innovation Management from Korea Advanced Institute of Science and Technology (KAIST), South Korea. Manish also co-founded two social ventures in healthcare and education sector. Prior to his entrepreneurial journey, Manish served as Head of Financial services of Fiat-Chrysler Automobiles (FCA) India and Hyundai capital India. Before returning to India, Manish was based out of Seoul at global head-quarter of Hyundai Capital Services and was involved with global planning and strategy team.<\/p>\n<hr \/>\n<h2 style=\"text-align: center;\">Digital Transformation<\/h2>\n<p style=\"text-align: center;\"><strong>Moderator:<\/strong> Vinayak Godse, Vice President, Data Security Council of India<\/p>\n<h4>Panelists:<\/h4>\n<ul>\n<li>Virendra Singh, Professor, Dept. of Electrical Engineering &amp; Dept. of Computer Science &amp; Engineering, Indian Institute of Technology (IIT) Bombay<\/li>\n<li>Sudeb Dasgupta, Head, Professor, Department of Electronics and Communication Engineering, Project Director, DivyaSampark i-Hub Technology Innovation Hub, IIT Roorkee<\/li>\n<li>Akhilesh Srivastava, Senior Scientist at SINTEF, Norway.<\/li>\n<li>Narendra Saini, Chief Digital and Data Officer (CDO), Lupin Pvt Ltd, Pune, India<\/li>\n<li>Sandeep Aurora from India Electronics &amp; Semiconductor Association<\/li>\n<\/ul>\n<p style=\"text-align: justify;\">In last two decades there is a huge shift from a conventional way of working to digital way of working. Digitalization has revolutionized our personal, social and professional lives. COVID-19 has forced us to rethink all of our traditional actions and in a way has fast tracked many of the digital initiative which otherwise might have taken a longer trajectory to come to implementation. In this panel we will deliberate how the world has undergone a huge Digital Transformations, what are pros and cons of this and what next, we can expect in the times to come.<\/p>\n<p style=\"text-align: justify;\">In this panel we will discuss the take of our expert panelist on this mega shift to Digital Transformations.<\/p>\n<h4>Biography of Panelists:<\/h4>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-full wp-image-557 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/Vinayak-Godse.jpg\" alt=\"\" width=\"140\" height=\"140\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Vinayak Godse<\/strong><\/em> has 26 plus years of experience in Information Security, IT Transformation, Telecom Switching Infrastructure, Intelligent Networking, and Broadband Infrastructure.<\/p>\n<p style=\"text-align: justify;\">He is working as Vice President, Data Security Council of India, a not-for-profit company set by NASSCOM, an IT and BPM company&#8217;s industry body. He oversees DSCI’s initiatives to enhance security and privacy culture in the country, create trust in cyberspace, build cybersecurity industry in the country, enact a conducive policy environment, build critical capabilities and skills for cybersecurity, develop security community, and foster global partnership.<\/p>\n<p style=\"text-align: justify;\">He is also engaged in the DSCI outreach program at national and international platforms in establishing collaboration with different legal and regulatory bodies, data protection authorities, global clients, and outsource service providers of all categories, including small and medium players. He is the principal author of the DSCI Security Framework (DSF) and DSCI Privacy Framework (DPF). He was instrumental in developing privacy credential program, DSCI Certified Privacy Lead Assessor (DCPLA) and DSCI Certified Privacy Professional [DCPP]. He has been advising DSCI members on their data protection strategies , and also overseeing efforts for privacy innovation and engineering in the country.<\/p>\n<p style=\"text-align: justify;\">He is also closely working with the government bodies involved in policymaking and capability building in national cybersecurity, data protection, and data policies.<\/p>\n<p style=\"text-align: justify;\">Vinayak contributes to the national and sectoral initiatives on various initiatives, including empanelment auditors by CERT-In, RBI sub-committees on cybersecurity, various committees set up for national cybersecurity and data protection agenda. He was also involved in developing the National Information Security Policy Guidelines [NISPG] for internal security, working with the Department of Commerce and MEA on transborder data flow and global cybersecurity norms, etc.<\/p>\n<p style=\"text-align: justify;\">He is engaged in cybersecurity industry building in the country, fostering security research and product engineering, security product and service export, and building an ecosystem for security product entrepreneurship. He also leads the National Centre of Excellence for Cybersecurity Technology and Entrepreneurship, a joint initiative of DSCI and MeitY.<\/p>\n<p style=\"text-align: justify;\">Before joining DSCI, he worked with the Global Consulting Practice of Tata Consultancy Services (TCS) as a Consultant, Information Risk Management, and as a Telecom Engineer at Bharat Sanchar Limited. Before that, he was working with DOT and BSNL in core telecom switching, mobility, and intelligent networking.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-558 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/Virendra-Singh-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Virendra Singh<\/strong><\/em> obtained Ph.D in Computer Science from Nara Institute of Science and Technology (NAIST), Nara, Japan. Currently, he is serving as a Professor at Indian Institute of Technology (IIT) Bombay jointly with the Dept. of Electrical Engineering, and the Dept. of Computer Science and Engineering. Prior to join IIT Bombay, he served as a faculty member at Supercomputer Education and Research Centre (current Computational and Data Science department), Indian Institute of Science (IISc), Bangalore from 2007 to 2011. He also served Central Electronics Engineering Research Institute (CEERI), Pilani, India as a Scientist from 1997 to 2007. His research interests are high performance computer architecture, VLSI testing, formal verification, cyber physical systems, trustworthy AI, and cyber security. He has published about 175 research papers in various journals and international conferences. He is a convener of India-Japan joint research laboratory on intelligent dependable cyber physical systems. His current research focus is towards development of AI powered adaptive cyber defence system. He is also serving as an Adjunct Professor at Peter the Great St. Petersburg Polytechnic University, Russia.<\/p>\n<p style=\"text-align: justify;\">He is a member of the IEEE, the ACM, the VSI, and life member of the IETE. He served as a Program Chair and General Chair of couple of conferences. He is a co-founder of an annual research forum RASDAT (Reliability Aware System Design and Test) workshop.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-559 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/S.-Dasgupta-150x150.png\" alt=\"\" width=\"150\" height=\"150\" srcset=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/S.-Dasgupta-150x150.png 150w, https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/S.-Dasgupta-300x300.png 300w, https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/S.-Dasgupta.png 367w\" sizes=\"(max-width: 150px) 100vw, 150px\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>S. Dasgupta<\/strong><\/em>, is presently working as a Professor, in the Department of Electronics and Communication Engineering at Indian Institute of Technology, Roorkee. He received his PhD degree in Electronics Engineering from Indian Institute of Technology-Banaras Hindu University, Varanasi in 2000. During his PhD work, he carried out research in the area of effects of ionizing radiation on MOSFET. Subsequently, he was member of faculty of Department of Electronics Engg., at Indian School of Mines, Dhanbad. In 2006, he joined as an Assistant Professor in the Department of Electronics and Communication Engineering at Indian Institute of Technology, Roorkee. He is currently the group head of Microelectronics and VLSI of the Department. He is also the Chairman, Departmental Academic Programme Committee. He was the Chairman of the Faculty Search Committee of the Department. He has authored\/co-authored more than 250 research papers in peer reviewed international journals and conferences. He is a member of IEEE, EDS, ISTE and associate member of Institute of Nanotechnology, UK. He has been a technical committee member International Conference on Micro-to-Nano, 2006; he has been acting as an expert member of The Global Open University, The Netherlands. He was awarded with Erasmus Mundus Fellowship of European Union in the year 2010 to work in the area of RDF at Politecnico Di Torino, Italy. He is the recipient of prestigious IUSSTF to work in the area of SRAM testing at University of Wisconsin at Madison, USA in the year 2011-12. He was also awarded with DAAD Fellowship to work on Analog Design using Reconfigurable Logic at TU, Dresden, Germany in the year 2013. He is also a recipient of Humboldt Fellowship to work at TU, Illemenau, Germany. He is the Principal Coordinator for SMDP-C2SD at IIT Roorkee (one of the Resource Center) which is a 3 crore multi institutional project for system development, sponsored by MeiTy, Government of India. He has project worth 5 crores approximately as a PI or Co-PI. He is also heading the Technology Innovation Hub (TIH) Divyasampark worth Rs 135 cr as Project Director.<\/p>\n<p style=\"text-align: justify;\">His areas of interest are Nanoelectronics, Nanoscale MOSFET modeling and simulation, Design and Development of low power novel devices, FinFET based Memory Design, Emerging Devices in Analog Design and Design and development of reconfigurable logic. He has guided 18 Ph.D scholars. Currently he is supervising around 6 candidates leading to their Ph.D degree. He has been nominated for INAE, Young Engineer Award. Dr. Dasgupta acted as a reviewer for IEEE Transactions on Electron Devices, IEEE Electron Device Letters, IEEE Transactions on Nanotechnology, Superlattice and Microstructures, International Journal of Electronics, Semiconductor Science and Technology, Nanotechnology, IEEE Transactions on VLSI Systems, Microelectronic Engineering, Microelectronic Reliability amongst other. He has also been member of technical committees of various international conferences.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-560 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/Dr.-Akhilesh-Kumar-Srivastava-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" srcset=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/Dr.-Akhilesh-Kumar-Srivastava-150x150.jpg 150w, https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/Dr.-Akhilesh-Kumar-Srivastava-300x300.jpg 300w, https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/Dr.-Akhilesh-Kumar-Srivastava.jpg 360w\" sizes=\"(max-width: 150px) 100vw, 150px\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Dr. Akhilesh Kumar Srivastava<\/strong><\/em> is a Senior Scientist at SINTEF (Norway). Currently, his activities are mainly focused on digital transformation of process industries and digitalized manufacturing. He is the project manager of two European Union Horizon 2020 projects, COGNITWIN and DIY4U.<\/p>\n<p style=\"text-align: justify;\">Prior to joining SINTEF, he worked at Miljøbil Greenland (Norway) and Risø DTU National Laboratory for Sustainable Energy (Denmark). He also served Visiting Scientist positions at ERI@N (Singapore) and Elettra Sincrotrone Trieste (Italy). He has more than 15 years of experience working in the areas of process technology &amp; digitalization, energy conversion &amp; storage devices and materials technology in the projects funded by industries, EU and national funding agencies of Norway, Denmark &amp; Singapore.<\/p>\n<p style=\"text-align: justify;\">He has several international patent applications to his credit and published articles in various international journals, book, and conference proceedings. He delivered lectures in many international conferences.<\/p>\n<p style=\"text-align: justify;\">Dr. Srivastava received his M.Tech. from IIT Bombay (India) and Ph.D. from NTU (Singapore). He also attended Executive Education program at MIT Sloan School of Management (USA).<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-561 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/Narendra-Saini-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" srcset=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/Narendra-Saini-150x150.jpg 150w, https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/Narendra-Saini-300x300.jpg 300w, https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/10\/Narendra-Saini.jpg 349w\" sizes=\"(max-width: 150px) 100vw, 150px\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Narendra Saini<\/strong> <\/em>is a well-known Digital Transformation Leader and Strategist in the space of Internet of Things &amp; Digital Technologies, Strategy, Innovation, and Industry 4.0. He brings more than 22 years of excellent mix from Products &amp; Services organizations; P&amp;L, Technology, Business Development and People Management. Coupled with entrepreneurial background, he brings key ingredients of a Digital Leader with experience in Smart Manufacturing\/Industry 4.0, Sales &amp; Marketing, and Supply Chain Management. He has experience in both process and discrete industries such as Steel, Pharma, Automotive, Tier-1, Tier-2 and Connected Vehicles (PV\/CV). He is an acclaimed industry speaker at international forums and had held workshops for business leaders including CXOs globally on IoT &amp; Analytics led Digital Transformation. He has been listed in the top 50 innovators in India for his social entrepreneurial product in 2011 by DST and FICCI. Narendra holds dual master’s with Master of Technology from IIT-Delhi and Master of Science in Physics from IIT-Roorkee.<\/p>\n<p style=\"text-align: justify;\">He currently works in the capacity of Chief Digital and Data Officer (CDO) at Lupin and is responsible for Digital Transformation initiatives within the organization. Prior to this he had been associated with Reliance Unlimit, Tata Technologies, Sukrut Systems, Tejas Networks, Philips Semiconductor (now NXP) leading Technology &amp; Services, Head of Product Management, R&amp;D, Consulting and Strategy in the space of Connected Vehicle, Industry 4.0, Supply Chain, DSPs, Data Analytics &amp; Monetization. He has looked after IT, CISO and E-2-E Services Operations. He is also associated with start-up ecosystem with start-ups in different phases of their growth.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"size-thumbnail wp-image-629 aligncenter\" src=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/12\/Sandeep-IESA-Picture-150x150.jpg\" alt=\"\" width=\"150\" height=\"150\" srcset=\"https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/12\/Sandeep-IESA-Picture-150x150.jpg 150w, https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/12\/Sandeep-IESA-Picture-300x300.jpg 300w, https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/12\/Sandeep-IESA-Picture-1024x1024.jpg 1024w, https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/12\/Sandeep-IESA-Picture-768x768.jpg 768w, https:\/\/ieee-ises.org\/2021\/wp-content\/uploads\/2021\/12\/Sandeep-IESA-Picture.jpg 1080w\" sizes=\"(max-width: 150px) 100vw, 150px\" \/><\/p>\n<p style=\"text-align: justify;\"><em><strong>Mr. Sandeep Aurora<\/strong><\/em> from India Electronics &amp; Semiconductor Association, the premier industry body representing electronics &amp; semiconductor industry which works closely with the Industry &amp; Government to bring forward looking policies &amp; create a positive business environment for the industry growth in India, previously having spent 20 years at Intel having joined Intel as the Initial \/ First team &amp; helped Intel build its presence &amp; business in India over 20 years in various leadership roles.<\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>IEEE-iSES 2021 Expert Panel Proposal IoT Empowered Solutions for Smart Villages Moderator : Himanshu Thapliyal, University of Kentucky, Lexington, USA Panelists : Himanshu Thapliyal, University of Kentucky, USA, hthapliyal@ieee.org Saraju P. Mohanty, University of North Texas, USA, smohanty@ieee.org Rajnish Bajpai, SmartGaon Development Foundation, USA, rajnishbajpai@gmail.com Bob Frankston, USA, edas@bob.ma Smart villages target rural areas to [&hellip;]<\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"_links":{"self":[{"href":"https:\/\/ieee-ises.org\/2021\/wp-json\/wp\/v2\/pages\/228"}],"collection":[{"href":"https:\/\/ieee-ises.org\/2021\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/ieee-ises.org\/2021\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/ieee-ises.org\/2021\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/ieee-ises.org\/2021\/wp-json\/wp\/v2\/comments?post=228"}],"version-history":[{"count":10,"href":"https:\/\/ieee-ises.org\/2021\/wp-json\/wp\/v2\/pages\/228\/revisions"}],"predecessor-version":[{"id":631,"href":"https:\/\/ieee-ises.org\/2021\/wp-json\/wp\/v2\/pages\/228\/revisions\/631"}],"wp:attachment":[{"href":"https:\/\/ieee-ises.org\/2021\/wp-json\/wp\/v2\/media?parent=228"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}